[
	{
		"sign": "Virgo",
		"horoscope": "Confidently take on the challenges that in all likelihood will test your business abilities, especially the ones that are related to your investments and monetary matters. You will most probably come up with novel ideas to solve long-pending issues, and Ganesha says that this will be very effective."
	},
	{
		"sign": "Libra",
		"horoscope": "Lights, camera, and action! Be prepared as the limelight is focused on you on this very motivating and inspiring day, enabling you to attract excellent public praise. Today is an encouraging day to set in motion innovative projects, especially for those who desire to be their own masters and embark upon fulfilling self-financed ideas. Ganesha has an inkling that today, you might see your social standing rise to new heights."
	},
	{
		"sign": "Scorpio",
		"horoscope": "Dig in deep and keep yourself in the hunt, says Ganesha. Karma matters, but don't give much thought to the outcome. In matters of joint ventures, adopt a wait-and-watch approach today."
	},
	{
		"sign": "Sagittarius",
		"horoscope": "Problems will push you in a corner today. But try resolving them as son as possible. Expect delays in making final decisions. But as the day ends, expect fruitful results to come by, predicts Ganesha."
	},
	{
		"sign": "Capricorn",
		"horoscope": "Not everyday is the same day. And, today is one of those days when you feel extremely confused, feels Ganesha. While you won't be able to get rid off negative emotions, your hard work will be paid off and lay a strong foundation for future. You'll not understand whether to feel good about your achievements or experience sadness of confusion. Ganesha throws light on your path and advises you to keep a calm head over your shoulders."
	},
	{
		"sign": "Aquarius",
		"horoscope": "Meeting people from the different walks of life, having a good conversation with them and widening the horizon of your knowledge – this will be the highlight of today for youl. At work, you will have a busy day with plenty of meetings, discussions, planning and execution, feels Ganesha. You will fully utilize your energies, but it may also leave you exhausted."
	},
	{
		"sign": "Pisces",
		"horoscope": "Are you fretting over the obstacles you are facing on the business front? Ganesha tackles the root of your problem and advises you to be patient and have faith in your undertakings. Good things will come your way, in good time. You may find it hard to accomplish even run of the mill tasks that you do easily everyday and this could be because of the unfavorable alignment of the stars but this is only a matter of time and this too shall pass."
	},
	{
		"sign": "Aries",
		"horoscope": "Today you will land up in a tricky or hazardous situation. You will feel compelled to wade against the tide, which may not be such a productive thing, says Ganesha. Nothing seems to be going your way. Take some time off for yourself to relieve the stress."
	},
	{
		"sign": "Taurus",
		"horoscope": "Your think tank will be running on overdrive today. Your possessiveness might kick in to cause a conflict. Keep your anger under the carpet to avoid any unnecessary complications. Introspection will also play upon your thoughts, leading you to explore your problems and pry for solutions, predicts Ganesha."
	},
	{
		"sign": "Gemini",
		"horoscope": "You will feel out of sorts today. This could result in distances between you and your loved ones. You may fall into the wrong sorts of debates on account of your ill-temper. You need to keep a curb on your emotions to perform better, says Ganesha."
	},
	{
		"sign": "Cancer",
		"horoscope": "A day to indulge in fantasy. Your ideas will be fantastic. Your status and prestigego up. People will praise your efforts. (Your efforts will be appreciated). A day of creativity and success, with Ganesha's blessings in tow."
	},
	{
		"sign": "Leo",
		"horoscope": "You will relentlessly try to find means to progress at the workplace today. You will remain steadfast in your resolutions. You will not allow those working under you to slack. You will need to let go of your inhibitions and fears to be happy in life. You will receive the benifice of highly placed superiors, says Ganesha."
	}
]
